var data=[];

var dataStr='1、一个叫欧维的男人决定去死<br>\
<br>\
导演: 汉内斯·赫尔姆<br>\
编剧: 弗雷德里克·巴克曼 / 汉内斯·赫尔姆<br>\
主演: 托比亚斯·阿姆博瑞 / 安娜-莱娜·布伦丁 / 埃达·英格薇 / 弗雷德里克·埃弗斯 / 玛德琳·雅各布松 / 更多...<br>\
类型: 剧情<br>\
制片国家/地区: 瑞典<br>\
语言: 瑞典语 / 波斯语<br>\
上映日期: 2015-12-25(瑞典)<br>\
片长: 112分钟<br>\
又名: 叫欧裴的男人 / 欧维决定去死 / A Man Called Ove<br>\
IMDb链接: tt4080728<br>\
<br>\
<br>\
2、小姐<br>\
<br>\
导演: 朴赞郁<br>\
编剧: 郑瑞景 / 朴赞郁 / 莎拉·沃特丝<br>\
主演: 金敏喜 / 金泰璃 / 河正宇 / 赵镇雄 / 金海淑 / 更多...<br>\
类型: 剧情 / 悬疑 / 同性<br>\
制片国家/地区: 韩国<br>\
语言: 韩语 / 日语<br>\
上映日期: 2016-05-14(戛纳电影节) / 2016-06-01(韩国)<br>\
片长: 145分钟<br>\
又名: 下女诱罪(港) / 下女的诱惑(台) / 指匠情挑 / The Handmaiden<br>\
IMDb链接: tt4016934<br>\
<br>\
<br>\
3、巴黎危机<br>\
<br>\
导演: 詹姆斯·瓦特金斯<br>\
编剧: Andrew Baldwin<br>\
主演: 伊德里斯·艾尔巴 / 理查德·麦登 / 凯利·蕾莉 / 夏洛特·勒·邦 / 阿纳托尔·优素福 / 更多...<br>\
类型: 剧情 / 动作<br>\
制片国家/地区: 法国 / 美国<br>\
语言: 英语 / 法语<br>\
上映日期: 2016-09-20(中国大陆) / 2016-07-13(法国) / 2016-04-22(英国)<br>\
片长: 92分钟<br>\
又名: 巴士底日 / 突袭国庆日<br>\
IMDb链接: tt2368619<br>\
<br>\
<br>\
4、该死的歌德2<br>\
<br>\
导演: 博拉·达格特肯<br>\
编剧: 博拉·达格特肯<br>\
主演: 卡洛琳·赫弗斯 / 埃利亚斯·穆巴里克 / 卡嘉·瑞曼<br>\
类型: 喜剧<br>\
制片国家/地区: 德国<br>\
语言: 德语<br>\
上映日期: 2015-09-10(德国)<br>\
片长: 116分钟<br>\
又名: Suck Me Shakespeer<br>\
IMDb链接: tt3702996<br>\
<br>\
<br>\
5、海蒂和爷爷<br>\
<br>\
导演: 阿兰·葛斯彭纳<br>\
编剧: Johanna Spyri / Petra Biondina Volpe<br>\
主演: 阿努克·斯特芬 / 安娜·申斯 / 莉莲·奈福 / 布鲁诺·甘茨 / 克里斯托夫·高格勒 / 更多...<br>\
类型: 剧情 / 家庭<br>\
官方网站: www.heidi.studiocanal.de<br>\
制片国家/地区: 德国 / 瑞士<br>\
语言: 德语 / 瑞士德语<br>\
上映日期: 2015-12-10(德国) / 2016-02-10(法国)<br>\
片长: 111分钟<br>\
又名: 阿尔卑斯山少女海蒂 / 飘零燕(港)<br>\
IMDb链接: tt3700392<br>\
<br>\
<br>\
6、家族之苦<br>\
<br>\
导演: 山田洋次<br>\
编剧: 山田洋次 / 平松惠美子<br>\
主演: 桥爪功 / 吉行和子 / 西村雅彦 / 夏川结衣 / 中岛朋子 / 更多...<br>\
类型: 喜剧 / 家庭<br>\
官方网站: kazoku-tsuraiyo.jp<br>\
制片国家/地区: 日本<br>\
语言: 日语<br>\
上映日期: 2016-03-12(日本)<br>\
片长: 108分钟<br>\
又名: 麻烦家族(港) / Kazoku wa tsuraiyo / What a Wonderful Family!<br>\
IMDb链接: tt4065842<br>\
<br>\
<br>\
7、金钱怪兽<br>\
<br>\
导演: 朱迪·福斯特<br>\
编剧: 杰米·林登 / 阿兰·迪弗罗 / 吉姆·科夫<br>\
主演: 乔治·克鲁尼 / 朱莉娅·罗伯茨 / 杰克·奥康奈尔 / 多米尼克·威斯特 / 凯特瑞纳·巴尔夫 / 更多...<br>\
类型: 剧情 / 惊悚 / 犯罪<br>\
官方网站: www.moneymonster-movie.com<br>\
制片国家/地区: 美国<br>\
语言: 英语<br>\
上映日期: 2016-05-12(戛纳电影节) / 2016-05-13(美国)<br>\
片长: 98分钟<br>\
又名: 凶钱直击(港) / 华尔街绑架直击(港) / 金钱怪兽(台) / 钱兽<br>\
IMDb链接: tt2241351<br>\
<br>\
<br>\
8、完美陌生人<br>\
<br>\
导演: 保罗·格诺维瑟<br>\
编剧: 保罗·格诺维瑟 / 菲利波·博洛尼亚 / 保罗·克斯泰拉 / 宝拉·马米妮 / 罗兰多·拉维洛<br>\
主演: 吉塞培·巴蒂斯通 / 安娜·福列塔 / 马可·贾利尼 / 艾多尔多·里奥 / 瓦里诺·马斯坦德雷阿 / 更多...<br>\
类型: 剧情 / 喜剧<br>\
制片国家/地区: 意大利<br>\
语言: 意大利语<br>\
上映日期: 2016-02-11(意大利)<br>\
片长: 97分钟<br>\
又名: 波动的信息分享 / 晦星来的那一夜(豆友译名) / 月食来的那一夜(豆友译名) / Perfect Strangers<br>\
IMDb链接: tt4901306<br>\
<br>\
<br>\
9、耐撕侦探<br>\
<br>\
导演: 沙恩·布莱克<br>\
编剧: 沙恩·布莱克 / 安东尼·巴格罗兹<br>\
主演: 罗素·克劳 / 瑞恩·高斯林 / 安格瑞·瑞思 / 马特·波莫 / 玛格丽特 库利 / 更多...<br>\
类型: 喜剧 / 动作 / 犯罪<br>\
官方网站: www.theniceguysmovie.com<br>\
制片国家/地区: 美国 / 英国<br>\
语言: 英语<br>\
上映日期: 2016-05-20(美国)<br>\
片长: 116分钟<br>\
又名: 假会征信社(台) / 黐筋双响炮(港) / 好好侦探 / 好伙计们 / 好人 / 好家伙们<br>\
IMDb链接: tt3799694<br>\
<br>\
<br>\
10、奇幻森林<br>\
<br>\
导演: 乔恩·费儒<br>\
编剧: 贾斯丁·马科斯 / 拉迪亚德·吉普林<br>\
主演: 尼尔·塞西 / 比尔·默瑞 / 本·金斯利 / 伊德里斯·艾尔巴 / 露皮塔·尼永奥 / 更多...<br>\
类型: 剧情 / 奇幻 / 冒险<br>\
制片国家/地区: 美国<br>\
语言: 英语<br>\
上映日期: 2016-04-15(美国/中国大陆)<br>\
片长: 106分钟<br>\
又名: 与森林共舞(台) / 丛林之书 / 森林王子<br>\
IMDb链接: tt3040964<br>\
<br>\
<br>\
11、我被爸爸绑架了<br>\
<br>\
导演: 岸善幸<br>\
编剧: 岸善幸<br>\
主演: 妻夫木聪 / 丰岛花 / 木南晴夏 / 夏帆 / 新井浩文 / 更多...<br>\
类型: 剧情 / 家庭<br>\
官方网站: www4.nhk.or.jp/kidnaptour<br>\
制片国家/地区: 日本<br>\
语言: 日语<br>\
上映日期: 2016-08-02(日本)<br>\
片长: 72分钟<br>\
又名: Kidnap Tour<br>\
IMDb链接: tt5815946<br>\
<br>\
<br>\
12、惊天魔盗团2<br>\
<br>\
导演: 朱浩伟<br>\
编剧: 艾德·索罗门 / 彼得·基亚雷利<br>\
主演: 杰西·艾森伯格 / 马克·鲁弗洛 / 伍迪·哈里森 / 戴夫·弗兰科 / 丹尼尔·雷德克里夫 / 更多...<br>\
类型: 喜剧 / 动作<br>\
官方网站: www.nowyouseeme.movie/<br>\
制片国家/地区: 美国<br>\
语言: 英语 / 汉语普通话 / 粤语<br>\
上映日期: 2016-06-24(中国大陆) / 2016-06-10(美国)<br>\
片长: 130分钟<br>\
又名: 非常盗2(港) / 出神入化2(台) / 惊天魔盗团：第二幕 / Now 2 See Me / Now You See Me: The Second Act<br>\
IMDb链接: tt3110958<br>\
<br>\
<br>\
13、陆垚知马俐<br>\
<br>\
导演: 文章<br>\
编剧: 文章 / 冯媛 / 哈智超<br>\
主演: 包贝尔 / 宋佳 / 朱亚文 / 焦俊艳 / 郭京飞 / 更多...<br>\
类型: 喜剧 / 爱情<br>\
制片国家/地区: 中国大陆<br>\
语言: 汉语普通话<br>\
上映日期: 2016-07-15(中国大陆)<br>\
片长: 107分钟<br>\
又名: 陆垚知马莉 / When Larry Met Mary<br>\
IMDb链接: tt5562066<br>\
<br>\
<br>\
14、初恋这首情歌<br>\
<br>\
导演: 约翰·卡尼<br>\
编剧: 约翰·卡尼<br>\
主演: 福迪亚·瓦尔什-匹罗 / 露西·宝通 / 杰克·莱诺 / 马克·麦克肯纳 / 艾丹·吉伦 / 更多...<br>\
类型: 剧情 / 爱情 / 音乐<br>\
制片国家/地区: 爱尔兰 / 英国 / 美国<br>\
语言: 英语<br>\
上映日期: 2016-03-18(爱尔兰)<br>\
片长: 106分钟<br>\
又名: 初恋无限JAM(港) / 摇滚青春恋习曲(台) / 街头爱唱 / 唱街<br>\
IMDb链接: tt3544112<br>\
<br>\
<br>\
15、美人鱼<br>\
<br>\
导演: 周星驰<br>\
编剧: 周星驰 / 李思臻 / 何妙祺 / 曾瑾昌 / 卢正雨 / 江玉仪<br>\
主演: 邓超 / 罗志祥 / 张雨绮 / 林允 / 徐克 / 更多...<br>\
类型: 喜剧 / 爱情 / 奇幻<br>\
制片国家/地区: 中国大陆 / 香港<br>\
语言: 汉语普通话 / 英语 / 日语<br>\
上映日期: 2016-02-08(中国大陆/香港)<br>\
片长: 93分钟<br>\
又名: Mermaid<br>\
IMDb链接: tt4701660<br>\
<br>\
<br>\
16、遇见你之前<br>\
<br>\
导演: 西娅·夏罗克<br>\
编剧: 斯科特·纽斯塔德 / 迈克尔·H·韦伯 / 乔乔·莫伊斯<br>\
主演: 艾米莉亚·克拉克 / 山姆·克拉弗林 / 珍妮·麦克蒂尔 / 查尔斯·丹斯 / 布兰登·柯伊尔 / 更多...<br>\
类型: 剧情 / 爱情<br>\
官方网站: mebeforeyoumovie.com<br>\
制片国家/地区: 英国<br>\
语言: 英语<br>\
上映日期: 2016-06-03(美国)<br>\
片长: 110分钟<br>\
又名: 我就要你好好的(台)<br>\
IMDb链接: tt2674426<br>\
<br>\
<br>\
17、季春奶奶<br>\
<br>\
导演: 尹鸿承<br>\
主演: 尹汝贞 / 金高银 / 崔珉豪 / 申恩廷 / 朴敏智 / 更多...<br>\
类型: 剧情<br>\
制片国家/地区: 韩国<br>\
语言: 韩语<br>\
上映日期: 2016-05-19(韩国)<br>\
片长: 116分钟<br>\
又名: Canola<br>\
<br>\
<br>\
18、极品基老伴：完结篇<br>\
<br>\
导演: 埃德·拜<br>\
编剧: 加里·詹内蒂<br>\
主演: 伊恩·麦克莱恩 / 德里克·雅各比 / 弗朗西斯·德·拉·图瓦 / 伊万·瑞恩 / 玛西娅·沃伦 / 更多...<br>\
类型: 喜剧 / 同性<br>\
制片国家/地区: 英国<br>\
语言: 英语<br>\
上映日期: 2016-06-19(英国)<br>\
片长: 47分钟<br>\
又名: 极品基老伴最终篇 / 极品基老伴：2016特别篇 / Vicious Special 2016<br>\
IMDb链接: tt5364868<br>\
<br>\
<br>\
19、X战警：天启<br>\
<br>\
导演: 布莱恩·辛格<br>\
编剧: 布莱恩·辛格 / 迈克尔·道赫蒂 / 丹·哈里斯 / 西蒙·金伯格<br>\
主演: 詹姆斯·麦卡沃伊 / 迈克尔·法斯宾德 / 詹妮弗·劳伦斯 / 尼古拉斯·霍尔特 / 奥斯卡·伊萨克 / 更多...<br>\
类型: 动作 / 科幻 / 奇幻 / 冒险<br>\
制片国家/地区: 美国<br>\
语言: 英语 / 德语 / 阿拉伯语 / 波兰语 / 古埃及语<br>\
上映日期: 2016-06-03(中国大陆) / 2016-05-09(伦敦首映) / 2016-05-27(美国)<br>\
片长: 144分钟<br>\
又名: 变种特攻：天启灭世战(港) / X战警：启示录<br>\
IMDb链接: tt3385516<br>\
<br>\
<br>\
20、破碎人生<br>\
<br>\
导演: 让-马克·瓦雷<br>\
编剧: 布莱恩·斯普<br>\
主演: 杰克·吉伦哈尔 / 娜奥米·沃茨 / 克里斯·库珀 / 希瑟·林德 / 犹大·刘易斯 / 更多...<br>\
类型: 剧情<br>\
官方网站: www.foxsearchlight.com/demolition/<br>\
制片国家/地区: 美国<br>\
语言: 英语<br>\
上映日期: 2015-09-10(多伦多国际电影节) / 2016-04-08(美国)<br>\
片长: 100分钟<br>\
又名: 愛情上半場‧完(港) / 崩坏人生(台) / 爆破 / 拆除<br>\
IMDb链接: tt1172049<br>/';

var d = dataStr.split('<br><br><br>');
for(var i=0;i<d.length;i++){
	var c = d[i].split('<br><br>');
	data.push({
		img:c[0]+'.jpg',
		caption:c[0].split('、')[1],
		desc:c[1]
	});
}



